aurman
automoc4
binaryen
brave
brother-hll2380dw
brscan4
cava
clion
dashcore
discord
dmenu2
doctl-bin
duc
exodus
expac-git
ffmpeg-compat-54
goland
google-chrome
google-cloud-sdk
jre8
js
libavutil-52
libb2
libc++
libc++abi
libicns
libsecp256k1-git
libspotify
luakit
mhwd-nvidia-304xx
mopidy-spotify
nvm
objconv
pcmciautils
private-internet-access-vpn
python-pycosat
python2-pyspotify
ranger-git
remmina-plugin-rdesktop
rpm-org
spotify
systemd-numlockontty
ta-lib
v8
vimb-git
waves-client
zd1211-firmware
zig
