archey-git
aurman
automoc4
binaryen
bisq-git
brother-hll2380dw
brscan4
cava
chromium-widevine
clion
dashcore
discord
dmenu2
doctl-bin
duc
exodus
expac-git
fff-git
ffmpeg-compat-54
fman
goland
google-cloud-sdk
icu59
icu61
jre8
js
lcms
libavutil-52
libb2
libnm-gtk
libsecp256k1-git
libspotify
luakit
mongodb
mongodb-tools
ncurses5-compat-libs
nvm
objconv
openbazaar
openvpn-update-resolv-conf-git
pcmciautils
postman-bin
python2-pyspotify
ranger-git
remmina-plugin-rdesktop
rpm-org
signal
snapd-git
spotify
systemd-numlockontty
ta-lib
v8
vimb-git
waves-client
wiredtiger
zd1211-firmware
zig
