acpi
acpid
adwaita-icon-theme
alsa-firmware
alsa-tools
alsa-utils
alsaplayer
anki
ansible
ansible-lint
ant
arc-maia-icon-theme
atom
autoconf
automake
avahi
aws-cli
b43-fwcutter
baobab
bash
bat
bijiben
bind-tools
binutils
bison
bitcoin-qt
blueman
brasero
brave
btrfs-progs
bzip2
ccid
chromium
clang
cmake
code
compton
coreutils
cpupower
crda
cronie
cryptsetup
dconf-editor
device-mapper
dhclient
dhcpcd
dialog
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
docker-machine
dosfstools
downgrade
doxygen
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
electron
electrum
empathy
eslint
evince
evolution
exfat-utils
f2fs-tools
fd
feh
file
file-roller
filesystem
filezilla
finch
findutils
firefox
flex
freeimage
freerdp
fzf
gawk
gcc
gcc-libs
gconf-editor
gdb
gdm
gedit
gettext
gimp
git
glibc
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-maps
gnome-online-accounts
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-manjaro-update
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-wallpapers
gnome-weather
gnu-netcat
go
gparted
graphicsmagick
graphviz
grep
grilo-plugins
grub
gsimplecal
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gthumb
gtk3
gtksourceview-pkgbuild
gufw
gulp
gvfs
gvfs-afc
gvfs-google
gvfs-mtp
gvfs-smb
gzip
haveged
hexchat
hidapi
htop
hugo
i3-gaps
i3lock
imagewriter
inetutils
inkscape
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jdk8-openjdk
jfsutils
jre10-openjdk
jre8-openjdk
kitty
kvantum-manjaro
ledger
less
lib32-fontconfig
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
libcurl-gnutls
libdvdcss
libicns
libmicrohttpd
libpqxx
libreoffice-fresh
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm
lightdm-another-gtk-greeter
lightdm-another-gtk-greeter-themes
linux-firmware
linux414
linux414-nvidia
logrotate
lollypop
lrzip
lsb-release
lvm2
lxappearance
lxsession
m4
make
man-db
man-pages
manjaro-alsa
manjaro-architect-dev
manjaro-artwork
manjaro-aur-support
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-gdm-check
manjaro-gdm-theme
manjaro-gnome-settings-17.0
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-17.0
mariadb
mc
mdadm
memtest86+
mercurial
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mhwd-tui
midori
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mono
mousetweaks
ms-office-online
mupdf-gl
mutter
nano
nasm
nautilus
nautilus-admin
nautilus-empty-file
ncmpcpp
nemo
neofetch
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-dispatcher-ntpd
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nim
nimble
nitrogen
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-utils
openresolv
opensc
openssh
os-prober
p7zip
packer
pacman
pamac
papirus-icon-theme
patch
pavucontrol
pciutils
pcsc-tools
pepper-flash
perl
perl-image-exiftool
perl-rename
phonon-qt5
php
polkit-gnome
polybar
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pwgen
python-pip
python-pysnmp
qalculate-gtk
qutebrowser
rclone
reiserfsprogs
remmina
rofi
rofi-scripts
rsync
ruby
ruby-rdoc
rxvt-unicode
s-nail
samba
screenfetch
sdl2_image
sdl2_ttf
sdl_image
sdl_ttf
sed
shadow
simple-scan
spectre-meltdown-checker
steam-manjaro
steam-native
strace
sudo
sushi
sysfsutils
systemd-sysvcompat
tar
tcpdump
teeworlds
telepathy-accounts-signon
terminus-font
terraform
texinfo
the_silver_searcher
thunar
tk
tlp
tmux
totem
traceroute
tracker
transmission-gtk
trayer
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
udiskie
uget
unace
unrar
urxvt-perls
usb_modeswitch
usbutils
util-linux
utox
vi
vim
vino
virtualbox
vulkan-intel
vulkan-radeon
w3m
weechat
wget
which
wine-staging
winetricks
wpa_supplicant
xclip
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-server-xephyr
xorg-twm
xorg-xinit
xorg-xrandr
xwinfo
yaourt
yay
yelp
zathura
zathura-djvu
zathura-pdf-mupdf
zenity
zsh
